import React from "react";
import './footer.css';

export default class Footer extends React.Component{
    
    constructor(props){
        super(props)

    }

    render(){
        return(
            <div className="footer">
                <div className="contact">
                    با ما در تماس باشید
                </div>
                <div className="footerTag">
                    <div className="footerLeft">
                       <h3>اطلاعات تماس</h3> 
                       <p>نمونه سوالات آیین نامه رانندگی تست درایومربوط به سراسر کشور می باشددر صورت نیاز به راهنمایی بیشترلطفا از طریق تلگرام به آی دی زیر پیام دهید.</p>
                    </div>
                    <div className="footerContent">
                        <h3>راهنمایی خرید:</h3>
                        <p>لطفا جهت راهنمای برای خرید بسته طلایی سوالات آیین نامه به پشتیبان سایت پیام دهید.</p>
                    </div>
                    <div className="footerRight">
                        <h3>درباره ما:</h3>
                        <p>آموزش آیین نامه راهنمایی و رانندگی با جدیدترین آزمون آیین نامه اصلی سال 1401 با پاسخنامه می باشد.نمونه سوال آیین نامه رانندگی با جواب،سوالات آیین نامه رانندگی اصلی با جواب،نمونه سوالات ایین نامه با پاسخ،سوالات آیین نامه رانندگی مقدماتی با جواب ، دانلود رایگان سوالات آیین نامه رانندگی با جواب،چنانچه قصد شرکت در آزمون آیین نامه راهنمایی و رانندگی را دارید پیشنهاد می کنیم جهت آمادگی قبل از شرکت در آزمون آیین نامه و صرف هزینه وقت در آزمون های وب سایت شرکت نموده تا با نوع سوالات آشنا شوید.</p>
                    </div>
                </div>
            </div>
        )
    }
}